//DEPTPAY  JOB 1,NOTIFY=&SYSUID
//COPY2DS1 EXEC PGM=IKJEFT01
//INUNIX   DD PATHOPTS=(ORDONLY),
//         PATH='/z/za2300/cobolcheck/CC##99.CBL'
//OUTMVS   DD DSN=ZA2300.CBL(DEPTPAY),DISP=SHR
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
  OCOPY INDD(INUNIX) OUTDD(OUTMVS) TEXT CONVERT(YES) PATHOPTS(USE)
/*
//COBRUN  EXEC PGM=IGYWCL
//COBOL.SYSIN    DD DSN=ZA2300.CBL(DEPTPAY),DISP=SHR
//LKED.SYSLMOD   DD DSN=ZA2300.LOAD(DEPTPAY),DISP=SHR
//RUN     EXEC PGM=DEPTPAY
//STEPLIB DD DSN=ZA2300.LOAD,DISP=SHR